{
    "articles": [
    {
    "source": {
    "id": null,
    "name": "Biztoc.com"
    },
    "author": "decrypt.co",
    "title": "Elon Musk Warns AI Could ‘Disarm Humanity’ to Achieve World Peace",
    "description": "AI's not all bad, right? Besides total annihilation, Musk offered another vision: the potential for AI to take a self-appointed role as a global peacekeeper or, as he phrased it, become our \"uber nanny.\" This hypothetical AI would prioritize human safety by a…",
    "url": "https://biztoc.com/x/72458fc5ceca4d9d",
    "urlToImage": "https://c.biztoc.com/p/72458fc5ceca4d9d/og.webp",
    "publishedAt": "2023-05-24T12:28:08Z",
    "content": "AI's not all bad, right?Besides total annihilation, Musk offered another vision: the potential for AI to take a self-appointed role as a global peacekeeper or, as he phrased it, become our \"uber nann… [+277 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Biztoc.com"
    },
    "author": "latimes.com",
    "title": "Elon Musk is dying to be funny. These eight comedians have some notes",
    "description": "You’d think Elon Musk, the person in the world, would have bigger worries than whether or not strangers on the internet find him funny. Yet despite the long list of business concerns demanding his attention — making self-driving cars, launching reusable rocke…",
    "url": "https://biztoc.com/x/56b82931d2f55009",
    "urlToImage": "https://c.biztoc.com/p/56b82931d2f55009/og.webp",
    "publishedAt": "2023-05-24T12:28:07Z",
    "content": "Youd think Elon Musk, the person in the world, would have bigger worries than whether or not strangers on the internet find him funny.Yet despite the long list of business concerns demanding his atte… [+309 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "New Atlas"
    },
    "author": "Loz Blain",
    "title": "High-tech renaissance man Brett Adcock on Figure's humanoid robots",
    "description": "Over the last 10 years, Brett Adcock has gone from founding an online talent marketplace, to selling it for nine figures, to founding what's now the third-ranked eVTOL aircraft company, to going after one of the greatest challenges in technology: general-purp…",
    "url": "https://newatlas.com/robotics/brett-adcock-interview-figure-robot/",
    "urlToImage": "https://assets.newatlas.com/dims4/default/31b914a/2147483647/strip/true/crop/2087x1096+0+148/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnewatlas-brightspot.s3.amazonaws.com%2Feb%2Ffc%2Ff9bf5ee741de924a3fae90ae3d81%2Ffigure01-humanoid-2-2.png&na.image_optimisation=0",
    "publishedAt": "2023-05-24T12:26:57Z",
    "content": "Over the last 10 years, Brett Adcock has gone from founding an online talent marketplace, to selling it for nine figures, to founding what's now the third-ranked eVTOL aircraft company, to going afte… [+24632 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Decrypt"
    },
    "author": "Gabe Nikias",
    "title": "Elon Musk Warns AI Could ‘Disarm Humanity’ to Achieve World Peace",
    "description": "Musk’s vision for the future of artificial intelligence could place us humans “under strict controls” for our own good.",
    "url": "https://decrypt.co/142159/elon-musk-warns-ai-could-disarm-humanity-achieve-world-peace",
    "urlToImage": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2018/09/screen-shot-2018-09-18-at-17-41-gID_7.png",
    "publishedAt": "2023-05-24T12:16:06Z",
    "content": "AI's not all bad, right?\r\nBesides total annihilation, Musk offered another vision: the potential for AI to take a self-appointed role as a global peacekeeper or, as he phrased it, become our \"uber na… [+1983 chars]"
    }
]
}